[
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/081e7cf5-83b0-4f9f-8ea2-5019542cce68.png",
    "Brand": "Amazon",
    "Category": "Shopping",
    "Desc": [
      " Amazon offers a wide variety of products, ranging from movies and books to video games, furniture, food, jewelry, electronics, software, apparel, food, toys, and much, much more to choose from over 12 million different products and more than 2.5 million sellers.",
      "It's the world's largest retailer, so whatever you're looking for, you can be sure that Amazon will have you covered. With an Amazon Prime subscription, you're getting free, fast delivery, exclusive deals, discounts and access to a family of online entertainment services, including games and free loot, Kindle books & magazines, movies & TV shows, Twitch Prime livestreaming and over 2 million songs with Amazon Music.",
      "The Amazon Gift Card is an excellent choice for any occasion, whether you want to congratulate someone dear to you on their achievements or wish them a happy birthday.",
      "Terms & Conditions apply."
    ]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/8531f28b-171b-46a1-9264-4e2ffe8a933c.png",
    "Brand": "Eneba",
    "Category": "Shopping",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/5c4c3544-1148-4457-b53a-9ce1b77202e0.png",
    "Brand": "Razer Gold",
    "Category": "Shopping",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/e5d19d8d-8056-47af-87e0-eec93b7f8e6d.png",
    "Brand": "eBay",
    "Category": "Shopping",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/a4b2c29a-2f48-41a8-bb11-6def6d2f1fcc.png",
    "Brand": "Bol.com",
    "Category": "Shopping",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/b8f78f8d-5a7d-46b9-95ce-b6bdc280ddb5.png",
    "Brand": "GameStop",
    "Category": "Shopping",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/d4c72b86-0fbd-40b8-aa42-c7f10cd23976.png",
    "Brand": "Uber",
    "Category": "Food & Drinks",
    "Desc": [
      "In a world increasingly dependent on the internet and online shopping, Uber Eats is growing exponentially. Who doesn't appreciate restaurant-quality food without ever leaving the comfort of their home? Uber Eat gift cards give us exactly what we want. They are an exceptional gift and only require a minimum of effort on the part of the user.",
      "With Addn, you can easily buy one of these vouchers with dozens of payment methods. They are available at different prices, and you will be able to find one at your convenience.",
      "Uber Eats cards are a great choice for foodies",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/79f6c69b-09f1-475d-88de-62745423337b.png",
    "Brand": "JustEat",
    "Category": "Food & Drinks",
    "Desc": [
      "Just Eat e-gift cards are a treat for everyone to receive! Sometimes referred to as Just Eat vouchers, they can be spent online at Just-Eat.co.uk, giving the user the choice of nearly 30,000 UK take-out and restaurant options. Just East e-gift cards are also very easy to send.",
      "Delivered by email, a Just Eat e-gift card is exactly what you need to make the most of the great outdoors by having the perfect one delivered right to your door. Give someone the gift of their favorite take out and a great night out with a Just Eat e-gift card, we're sure they'll love you.",
      "Just eat is a perfect gift card to calm big appetites",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/0ca1fd14-4f9b-4a37-b41a-a6c99ad1dd5a.png",
    "Brand": "Deliveroo",
    "Category": "Food & Drinks",
    "Desc": [
      "With Deliveroo, you can order food from your favourite restaurants and takeaways, delivered fast to your door. Give your friends and family the gift of great food with a gift card from Deliveroo!",
      "Looking for an easy way to treat your friends and family? Then a Deliveroo gift card is the perfect solution! It’s the tastiest present around.",
      "Deliveroo cards are a great choice for those who want to eat tasty food fast",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/d4cce13f-7240-4ba2-9b1d-f2d660a73333.png",
    "Brand": "Dominos",
    "Category": "Food & Drinks",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/83e737dc-a6f6-41cc-a6be-82fa797fa147.png",
    "Brand": "iTunes",
    "Category": "Entertainment",
    "Desc": [
      "It’s one convenient card redeemable for prepaid credit in both iTunes and the App Store. Purchase and stream music, download apps, mobile games, films and more! Also, use it for in-app purchases, Apple e-books or even expand your iCloud storage. Your digital card literally opens up millions of entertainment possibilities across all of Apple’s digital services. And it does not matter which device you prefer! Your prepaid balance is simply linked to your Apple ID, so spend it how you want, when you want and on whichever device you want.",
      "Select the amount you want on your digital gift card and choose from our payment methods we accept to complete your purchase. You receive an email containing the code, invoice and redeem instructions. It couldn’t be easier! All you have to do is redeem it and you’re ready to shop all Apple has to offer! Should you have any questions while redeeming your code, just reach out to our customer service team. They are happy to help!",
      "Itunes cards are a great choice for those who want to listen to music and be entertained",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/975cffde-da91-428d-a5cb-156bdf3483d9.png",
    "Brand": "Netflix",
    "Category": "Entertainment",
    "Desc": [
      "Buy a Netflix Gift Card online to get a no-strings-attached subscription in seconds. Receive your gift card code by email and redeem it instantly to access the world’s most popular streaming service. Stream it all ad-free, unlimited and without linking a personal bank account. Forget about annoying automatic renewals and easily keep track of spending. No need to even leave your couch. Grab a Netflix eGift Card, get your popcorn ready and start streaming today.",
      "How many months of Netflix do you want? After selecting your prepaid balance, payment is a breeze. Choose from our secure payment methods pay. Your Netflix Gift Card code appears directly on the screen. It also arrives in your inbox in seconds along with your redeem instructions and receipt. Extending your subscription has never been easier.",
      "Netflix cards are the best choice for moviegoers who love movies and series",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/50f669ed-5aa2-478a-8876-4a9bf23ddc12.png",
    "Brand": "Google Play",
    "Category": "Entertainment",
    "Desc": [
      "Simply select the amount of credit you want on your card and choose from our wide variety of payment methods at checkout. We accept several to make purchasing your card as easy as possible. Immediately after receipt of your payment, your Google Play code will appear on the screen and you will also receive it by email. Your invoice and instructions for use are also included in the email. Just follow the redemption link, redeem your code and start shopping! In case of any problem, our customer service will be happy to help you.",
      "Select the amount you want on your digital gift card and choose from our payment methods we accept to complete your purchase. You receive an email containing the code, invoice and redeem instructions. It couldn’t be easier! All you have to do is redeem it and you’re ready to shop all Apple has to offer! Should you have any questions while redeeming your code, just reach out to our customer service team. They are happy to help!",
      "Google play gift cards are a great choice for those who regularly use their google play apps.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/78422ce8-2b55-4148-a34b-73cf7a244008.png",
    "Brand": "Spotify",
    "Category": "Entertainment",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/abf27717-595f-4c7f-9771-771fa85718ba.png",
    "Brand": "Twitch",
    "Category": "Entertainment",
    "Desc": [
      "Do you want to stand out in the chat and use extra Twitch Bits to get the attention of your favorite streamers? Get a Twitch Gift Card online at Addn to receive your digital gift card code immediately via email. Redeem it on your account and start connecting with your favorite streamers, subscribing to channels, and watching live entertainment ad-free. Perfect for any viewer, this gift card is ideal to control your expenses and purchase subscriptions or Bits without credit card or linking a bank account. Buy your Twitch Card today, receive the code within seconds and join the community millions are talking about!",
      "Once you have selected the right amount for your prepaid card, simply choose from one of our accepted payment methods to complete your purchase.",
      "The twitch gift card is a good choice to please your favorite streamers.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/591d7618-1804-44fa-bc9e-271fd4786b00.png",
    "Brand": "Crunchyroll",
    "Category": "Entertainment",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/2603ca4f-9418-4dbb-aa55-dbabbede6d60.png",
    "Brand": "CASHlib",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/cf76e38c-59d6-40fa-999b-d9a402fc92d8.png",
    "Brand": "AstroPay",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/556c9c1f-e1fe-4256-9af0-9f00b17b2a3b.png",
    "Brand": "Mint",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/c72d6731-2488-432b-a33a-7776586ff145.png",
    "Brand": "PCS",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/d9dbc82a-f8db-49cd-a8a0-50613bfbb856.png",
    "Brand": "Transcash",
    "Category": "Payment Card",
    "Desc": [
      "Looking for a fast, easy and secure way to recharge your TransCash prepaid debit card? Look no further! Get your TransCash recharge online in just a couple of clicks and without leaving the house. Pay with your preferred payment method and get your code instantly by email. Within seconds, you’ll be ready to use your prepaid debit card again anywhere Visa and Mastercard debit cards are accepted. Get your recharge at Addn and top up your card quickly and easily!",
      "Just select the amount of credit you want to top up your card with and choose from over secure options to pay. Once the transaction is complete, your coupon code appears directly on your mailbox.",
      "Transcash is the best way to pay online for those without a bank account.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/b887a1c6-2cfd-4c8d-ade9-c4926ebe904a.png",
    "Brand": "Flexepin",
    "Category": "Payment Card",
    "Desc": [
      "Are you looking for a safe alternative way to shop online? Then buy a Flexepin top-up voucher and start paying online hassle-free and without having to share private data. Use it to easily top up your online gaming accounts or make secure online transactions.",
      "Choose the right currency and the amount of prepaid credit you would like on your voucher. Then pay with one of our secure payment methods. Your code will appear instantly on your inbox in seconds. Just redeem your voucher directly at any webshop that accepts it as payment.",
      "The Flexepins cards are a great way to pay online",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/afa96183-227a-4ff1-9e62-d8db0e7b6b86.png",
    "Brand": "Toneo First",
    "Category": "Payment Card",
    "Desc": [
      "Buy a coupon to recharge ToneoFirst and receive your redeemable code instantly by email. Get your prepaid funds 24/7 without leaving the house. And do it cheaply! ToneoFirstdoesn’t charge you any additional fees when topping up your prepaid Mastercard online with this method. As secure as it gets because you don’t even need to share your financial data online. Even better, choose the way you want to pay on Addn. A bank account is not even needed! Buy your ToneoFirstCoupon now and reload your prepaid card quickly. Within seconds, you’re clear to pay and withdraw money across the entire Mastercard network.",
      "All you have to do is select an amount of credit and pay with one of the secure payment methods that we accept. You’ll see your code instantly on the screen and will receive it automatically in your email too. Redeem it directly on your ToneoFirstaccount and use the balance right away.",
      "ToneoFirstis the best way to pay online for those without a bank account.",
      "Terms & Conditions apply."
    ]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/7487a0f5-b490-4001-8c53-40cfdcd62a07.png",
    "Brand": "American Express",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/d125abca-2cc3-425e-92bb-949a98fb1285.png",
    "Brand": "Openbucks",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/09ec5dc4-cc65-4eeb-9730-22a8072abfb1.jpg",
    "Brand": "Red Dead 2",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/848837fc-1638-40ba-a10d-2d790358ee86.jpg",
    "Brand": "Fallout 76",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/427d4fae-ca7e-4205-9f95-e900b7a5995e.jpg",
    "Brand": "Forza Horizon 4",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/2cf5e046-b337-4e7e-a6f0-6e7d00d5c2a9.jpg",
    "Brand": "Far cry 5",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "http://despv2wf92pf4.cloudfront.net/b23aca42-161d-406f-89ef-7cca482d84d8.jpg",
    "Brand": "Destiny 2",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/4cc59a55-ace8-4e61-8b48-96fbee448b9b.jpg",
    "Brand": "Battlefield 5",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/65e2e73a-2d89-41a4-a9f6-915efb21ce17.png",
    "Brand": "Apex Legends",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/a6d77b66-e0e6-4812-bedc-220daf79dbf4.png",
    "Brand": "Free Fire",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/46fdd953-4d1c-4f41-95fd-46826230ef45.png",
    "Brand": "PUBG",
    "Category": "Games",
    "Desc": [
      "Looking for some PUBG Mobile UC to give your character that winning edge? Well, look no further! Just buy your Unknown Cash as a digital gift card and start customizing your character in no time.",
      "There is no time to waste in a battle royale, so take advantage of our instant email delivery. Simply choose the amount of Unknown Cash you want and select one of our secure payment options to pay. Within seconds, your code is sent by email, along with your receipt and redeem instructions",
      "PUBG mobile maps are excellent for those wanting to unlock unique accessories.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/961519fe-5e7e-46cc-8c26-8e670fdda89d.png",
    "Brand": "PlayStation",
    "Category": "Games",
    "Desc": [
      "Need more PlayStation Store credit? Buy your PSN Card online in an instant. Choose from few payment methods and refill your account balance in no time at all. You’ll receive your PlayStation Store Card code instantly by email. It doesn't get more convenient than this! Just like that, you are ready to download the latest games and add-ons with secure prepaid credit. Whatever console you use - PS5, PS4, PS3 or PSP - you’re ready to shop in the PlayStation Store without a bank account or credit card. A PlayStation Gift Card keeps both your data and your expenses under control!",
      "Purchasing and redeeming a PSN Card code has never been easier or faster. Simply select the amount of prepaid credit you want and choose your payment method from our more than 68 available options. Once your transaction is complete, your PSN code appears directly on your screen. Simultaneously, you also receive an email with your code, invoice and redeem instructions. Just follow the emailed instructions and easily add the gift card credit to your PlayStation account.",
      "playstation cards are excellent for gamers but especially addicts.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/a8ae2bcc-8cf9-4de1-8ef3-9350d6ac23da.png",
    "Brand": "PlayStation Plus",
    "Category": "Games",
    "Desc": [
      "Need more PlayStation Store credit? Buy your PSN Card online in an instant. Choose from few payment methods and refill your account balance in no time at all. You’ll receive your PlayStation Store Card code instantly by email. It doesn't get more convenient than this! Just like that, you are ready to download the latest games and add-ons with secure prepaid credit. Whatever console you use - PS5, PS4, PS3 or PSP - you’re ready to shop in the PlayStation Store without a bank account or credit card. A PlayStation Gift Card keeps both your data and your expenses under control!",
      "Purchasing and redeeming a PSN Card code has never been easier or faster. Simply select the amount of prepaid credit you want and choose your payment method from our more than 68 available options. Once your transaction is complete, your PSN code appears directly on your screen. Simultaneously, you also receive an email with your code, invoice and redeem instructions. Just follow the emailed instructions and easily add the gift card credit to your PlayStation account.",
      "playstation cards are excellent for gamers but especially addicts.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/fc69da0d-571b-4f56-8685-91d3f6bec96b.png",
    "Brand": "Xbox",
    "Category": "Games",
    "Desc": [
      "From content to consoles, this gift card code can be used for everything. Redeem your code for Xbox subscriptions like Xbox Live Gold, Xbox Game Pass, or Game Pass Ultimate. Download the most popular games, apps or add-ons. The latest movies and TV series are also available for download directly to your library. But wait, it's not just digital! Buy Xbox packs, consoles, accessories, or even a controller or two. Your code never expires, so you can use it whenever you want. Check out the game's Netflix while you're at it. Add an Xbox Game Pass to enjoy a large catalog of games. It's updated every month so you never run out of new games to try.",
      "There's no time to take a break, so we're simplifying it. Simply choose the value of your Xbox gift card and use our secure payment options to complete your purchase. Your code will instantly appear on your screen and will also be delivered to your inbox. In addition to the code, your email will contain instructions for use and your receipt. Using your code is simple, but if you have any issues, please contact our customer service.",
      "Xbox gift cards are a wise choice for seasoned gamers, they will meet your expectations.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/64bf3b4c-148e-4f0c-b1c9-f825c7255aff.png",
    "Brand": "Xbox Live",
    "Category": "Games",
    "Desc": [
      "From content to consoles, this gift card code can be used for everything. Redeem your code for Xbox subscriptions like Xbox Live Gold, Xbox Game Pass, or Game Pass Ultimate. Download the most popular games, apps or add-ons. The latest movies and TV series are also available for download directly to your library. But wait, it's not just digital! Buy Xbox packs, consoles, accessories, or even a controller or two. Your code never expires, so you can use it whenever you want. Check out the game's Netflix while you're at it. Add an Xbox Game Pass to enjoy a large catalog of games. It's updated every month so you never run out of new games to try.",
      "There's no time to take a break, so we're simplifying it. Simply choose the value of your Xbox gift card and use our secure payment options to complete your purchase. Your code will instantly appear on your screen and will also be delivered to your inbox. In addition to the code, your email will contain instructions for use and your receipt. Using your code is simple, but if you have any issues, please contact our customer service.",
      "Xbox gift cards are a wise choice for seasoned gamers, they will meet your expectations.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/46c205b6-d66b-4fc7-a710-06620fff0cf3.png",
    "Brand": "Nintendo",
    "Category": "Games",
    "Desc": [
      "Get your Nintendo eShop card online and top up your account with more prepaid credit in an instant. Purchase games securely and directly from the eShop on your Nintendo game console. This gift card is conveniently available 24/7 and immediately delivered via email, ready to be redeemed. The most convenient way to buy from the eShop. Without a credit card and with secure prepaid credit instead. What are you waiting for? Thousands of awesome games are waiting for you!",
      "Select the card amount that is right for you and pay with one of our secure payment methods. Your code is then immediately emailed to you along with the redeem instructions and your receipt. In addition, your code also appears on your screen. Simply redeem it and start shopping in the Nintendo eShop.",
      "Nintendo cards are the best way to have fun with friends.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/f0fa6d0a-90c2-4b6c-9ea9-300f2513abe2.png",
    "Brand": "World of Warships",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/1bce7aec-cfd4-41b9-ab5d-7d18893d99c4.png",
    "Brand": "Runescape",
    "Category": "Games",
    "Desc": [
      "Addicted to RuneScape but the free version just isn’t enough? Buy your RuneScape Membership cards online and enhance your adventure, it’s simple and convenient. Discover all the benefits of being a member, including extra quests and a much larger map to explore.",
      "Once you select the number of months you want on your RuneScape Game Card, simply choose from one of our secure payment methods to complete your purchase. Your digital gift card code will be sent to you by email, along with your invoice and redeem instructions. Redeem it instantly to sign up for a membership in just a matter of moments.",
      "Runescapes cards are a smart choice to enjoy online with friends.",
      "Terms & Conditions apply."
    ]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/78fe1934-8044-4bea-8d75-369fb51a6c4a.png",
    "Brand": "League Of Legends",
    "Category": "Games",
    "Desc": [
      "Looking for more Riot Points? Buy a League of Legends Gift Card online and get your Riot Points fast, 24/7, and without having to use a credit card. Top up your Riot Games account with enough RP to buy in-game content like skins for your champions in just a few minutes! Your code is sent immediately by email and also appears instantly on-screen. Buying Riot Points has never been easier. Enter the battle arena with fresh courage and battle alongside your teammates in style!",
      "Choose the amount you want on your digital gift card and select one of our secure payment options to complete your purchase. Directly after payment, your code is displayed on your screen. You will also receive an email instantly containing the code, invoice and redeem instructions. Your code is instantly redeemable so you can spend your new Riot Points in the League of Legends store directly after purchase. No waiting necessary!",
      "leagues of legends cards improve the experience on the summoner's rift.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/d858dee0-d1ec-435c-83c8-baeca5aba8fe.png",
    "Brand": "Deezer",
    "Category": "Entertainment",
    "Desc": [
      "Deezer is an online music streaming service that can be compared with other well-known music services like Spotify, Google Play Music, Apple Music, Juke, and Tidal. With a Deezer subscription, you can stream music online and have access to many music collections around the world. Deezer is accessible on various devices, such as your PC, smart TV, Xbox One console, tablet and even in your car. Basic functions are free to use, but upgrading to Deezer Premium gives you many more benefits.",
      "With a Deezer gift card, you can enjoy all the benefits of Deezer Premium Plus without being tied to a subscription. So you don't need to link a credit card or other payment information to your Deezer account. In addition, you can also give the Deezer gift voucher to a friend. At Startselect we have Deezer cards worth 10 pounds, 30 pounds and 60 pounds. These are equivalent to 1 month, 3 months and 6 months of Deezer Premium subscription respectively.",
      "the deezer card is great for those who want to listen to unlimited music.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/12ea58d3-8ea6-4a22-b33a-98e314052c16.png",
    "Brand": "Hulu",
    "Category": "Entertainment",
    "Desc": [
      "Do you want instant access to the most popular TV shows and movies? Purchase a Hulu Gift Card to stream thousands of titles straight to your device in no time! Buy your gift card online at Dundle (FR) and get your digital card code instantly via email, ready to be redeemed. No credit card? No problem! With a prepaid subscription, you don’t need to worry about automatic renewals or linking a bank account. Easily extend an existing account or start a new one in just a few clicks. No need to even leave the couch! Get your code, redeem it, sit back and start streaming in seconds.",
      "Just select the value of the gift card you want to buy and choose from the payment methods we accept. After payment, you receive the gift card code instantly via email, together with your redeem instructions and invoice. Redeem your code and enjoy streaming your new favorite TV shows and movies whenever you want, wherever you want! Need some help with redeeming your code? Contact our customer service and they will gladly help you.",
      "Hulu cards are great for watching the best movies of the moment.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/27143da8-c9f6-486f-8857-6989ab8ac5b5.jpg",
    "Brand": "Minecraft",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/8d51c691-3ee5-4cc6-be8a-81d9b968a399.png",
    "Brand": "Roblox",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/26a33521-8b8b-489f-9f9f-ac365fe77fe6.png",
    "Brand": "ArcheAge",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/1461872f-594b-4438-bfee-a52dcd1dd3d7.png",
    "Brand": "World of Warcraft",
    "Category": "Games",
    "Desc": [
      "Do you love World of Warcraft, but not being bound to a subscription? Then buy a WoW Game Time Card and keep gaming worry-free. No monthly fees, no need to link your bank account and no more being tied to an automatic renewal. With Addn, you receive your game card code instantly via email. It is immediately redeemable so that you can join the millions of other players today!",
      "Choose one of our secure payment methods to purchase your WoW Game Time and your code will appear directly on your screen. You will also receive your WoW prepaid card code, receipt and redeem instructions via email. Redeem it immediately and extend your WoW subscription in seconds!",
      "World of warcraft gift cards save time to enjoy the wonderful world of warcraft game with friends.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/f8fd8dac-99c3-44a0-93f2-bbdc52e55151.png",
    "Brand": "Mobile Legends",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/04766908-ea5c-4712-b491-54e01539ac91.jpg",
    "Brand": "Fortnite",
    "Category": "Games",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/8d4fe0cd-4fc4-43cb-ad96-1761616e10f4.png",
    "Brand": "Pandora",
    "Category": "Entertainment",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/b31b2533-5621-40de-a654-852eef2a75ab.png",
    "Brand": "Okko",
    "Category": "Entertainment",
    "Desc": ["", "", "", ""]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/02a09d6d-8da0-4cad-bd4c-2f82afe5070f.png",
    "Brand": "HBO",
    "Category": "Entertainment",
    "Desc": ["", "", "", ""]
  },

  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/db4eea18-5bdc-4798-bbd3-a5288ac2b4b6.png",
    "Brand": "Bitsa",
    "Category": "Payment Card",
    "Desc": [
      "Are you are looking for a convenient and secure way to top up your BITSA prepaid credit card? Simply buy a BITSA Voucher online! This convenient reloadable Visa Card is free, easy to apply for, it doesn't require a bank account, and it's valid wherever Visa is accepted. Basically everywhere! Even better, you can top it up in several ways. From a standard transfer to cryptocurrencies, and of course with a prepaid voucher.",
      "Choose the amount of prepaid credit you want and pay using one of our secure payment methods. That’s it! You'll receive your code, receipt and redeem instructions instantly by email. The code is immediately redeemable in the BITSA mobile app. In a few moments you are able to use the balance wherever Visa is accepted.",
      "The Bitsa card is a good choice to buy on the internet if you have cryptocurrency.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/cb9a613e-5c22-4449-b0a0-5c00e6e55e21.png",
    "Brand": "Ticket Premium",
    "Category": "Payment Card",
    "Desc": [
      "Want to pay online, but don’t want to share your banking details? Just get a Ticket Premium Voucher online! Available 24/7 and instantly delivered via email, Ticket Premium is the reliable and convenient online payment method you’re looking for. Just like a prepaid card, your voucher code can be used to make transactions on your favorite gaming and entertainment sites easily. Keep personal banking details safe, avoid overspending and enjoy online gaming as it should be: fun and secure!",
      "Buying a Ticket Premium Voucher online is simple. Just select the value of your prepaid voucher and choose one of our payment methods to complete your purchase. Your code is sent instantly via email and is immediately redeemable.",
      "Ticketpremium cards are excellent for those who want to maintain their anonymity.",
      "Terms & Conditions apply."
    ]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/2f9b3938-056c-4e8b-8d61-0427a55b3207.png",
    "Brand": "Rixty",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/47f5eb71-08b4-461a-b81d-8bf9549f5b47.png",
    "Brand": "Skype",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "",
    "Brand": "Vanilla",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  },
  {
    "imageUrl": "https://despv2wf92pf4.cloudfront.net/cc2b322a-7b80-4100-860b-b37a1d63fed8.png",
    "Brand": "Virtual Visa",
    "Category": "Payment Card",
    "Desc": ["", "", "", ""]
  }
]
